Repository: mozilla-l10n/mt-training-data
Catalog: kmr/kmr_pontoon.tmx
Source language: en_us
Languages: kmr

source: Firefox Nightly gets updated every night and has experimental new features. However, it may be less stable. Download our beta browser for a more stable experience.
kmr: Firefox Nightly her şev tê nûvekirin û tê de taybetiyên nû yên ceribandinê hene. Lê belê, dibe ku hindiktir stabîl be. Ji bo ceribandineke stabîltir geroka me ya betayê daxîne.

source: Firefox Nightly has moved
kmr: Firefox Nightly hat veguhastin

source: Firefox Preview is now Firefox Nightly
kmr: Firefox Preview niha bûye Firefox Nightly

source: Firefox will stop syncing with your account, but won’t delete any of your browsing data on this device.
kmr: Firefox dê bi hesabê te re senkronîzekirinê rawestîne, lê ti daneyên te yên gerînê yên di vê cîhazê de nayên jêbirin.

source: FOLDER
kmr: PELDANK

source: Follow device language
kmr: Zimanê cîhazê

source: Follow device theme
kmr: Rûkara cîhazê bi kar bîne

source: Font Size
kmr: Mezinahiya fontê

source: Font size decrease
kmr: Biçûkkirina mezinahiya fontê

source: Font size increase
kmr: Mezinkirina mezinahiya fontê

source: Font size will match your Android settings. Disable to manage font size here.
kmr: Mezinahiya fontê ew ê li gorî sazkariyên Androida te be. Ji bo mezinahiya fontê li vir biguherînî, vê eyarê betal bike.

source: Forward
kmr: Pêşve

source: Frees up storage space
kmr: Qada depokirinê vala dike

source: Front-facing camera
kmr: Kameraya pêşiyê

source: Full screen site controls
kmr: Kontrolên malpera ekrana tije

source: General
kmr: Giştî

source: Gestures
kmr: Hereketên tiliyan

source: Get answers here
kmr: Bersiv li vir in

source: Get data from the clipboard
kmr: Daneyan ji panoyê bistîne

source: Get Firefox for Android Beta
kmr: Betaya Firefoxê ji bo Androidê daxîne

source: Get the most out of %s.
kmr: Ji %s’ê fêdeya herî zêde bibînin.

source: Get the new Nightly
kmr: Nightlya nû daxîne

source: Get to know %s
kmr: %s’ê nas bike

source: Give feedback
kmr: Paşragihandinê bişîne

source: Go Back (Recommended)
kmr: Vegere (tê pêşniyarkirin)

source: Got it
kmr: Min fêm kir

source: Go to settings
kmr: Here sazkariyan

source: Go to Settings
kmr: Here sazkariyan

source: Grid
kmr: Grîd

source: Group together similar searches, sites, and tabs for quick access later.
kmr: Lêgerîn, malper û hilpekînên wekhev, bike kom da ku paşê tu karibî xwe zû bigihînî wan.

source: Harmful site issue
kmr: Pirsgirêka malpera ziyandar

source: Have questions about the redesigned %s? Want to know what’s changed?
kmr: Pirsên te derbarê %s’ê ya nû de hene? Dixwazî bizanî ka çi guheriye?

source: Help
kmr: Alîkarî

source: Hide and show browser tabs
kmr: Veşartin û nîşandana hilpekînên gerokê

source: Hide password
kmr: Pêborînê veşêre

source: Highlighted
kmr: Berbiçavkirî

source: History
kmr: Raborî

source: History Deleted
kmr: Raborî hate jêbirin

source: History item menu
kmr: Menûya hêmana raboriyê

source: Homepage
kmr: Serrûpel

source: If allowed, private tabs will also be visible when multiple apps are open
kmr: Heke destûr bê dayîn, dema ku gelek sepan vekirî bin jî ew ê hilpekînên veşartî xuya bibin

source: In all tabs
kmr: Di hemû hilpekînan de

source: Input data to the clipboard
kmr: Daneyan bişîne panoyê

source: Insecure Connection
kmr: Girêdana neewle

source: Install
kmr: Saz bike

source: Install Add-on
kmr: Pêvekê saz bike

source: Installed
kmr: Sazkirî

source: Invalid Address
kmr: Navnîşana nederbasdar

source: Invalid URL
kmr: URL’ya nederbasdar

source: It requires your permission to:
kmr: Ji bo tevlîkirinê, destûrên li jêrê tên xwestin:

source: Jan
kmr: Rêb

source: Jul
kmr: Tîr

source: Jun
kmr: Hez

source: Keep your data to yourself. %s protects you from many of the most common trackers that follow what you do online.
kmr: Bila daneyên te ji te re bimînin. %s te ji gelek şopdarên dilxerab diparêze û nahêle tiştên ku tu li ser înternetê dikî ji aliyê wan ve bên dîtin.

source: Know your rights
kmr: Mafên xwe bizane

source: Label for entering a text input field
kmr: Etîketa qada têketina metinê

source: <label>Someone could be trying to impersonate the site and you should not continue.</label> <br><br> <label>Websites prove their identity via certificates. %1$s does not trust <b>%2$s</b> because its certificate issuer is unknown, the certificate is self-signed, or the server is not sending the correct intermediate certificates.</label>
kmr: <label>Dibe ku hinek pêşkêşkarê teqlîd dikin û divê tu dewam nekî. </label> <br> <br> <label>Malper nasnameyên xwe bi sertîfîkayan îsbat dikin. Ji ber ku belavkara wê ya sertîfîkayê nayê nasîn, %1$s baweriyê bi <b>%2$s</b>’ê nayîne. Yan sertîfîka bi xwe hatiye îmzekirin yan jî pêşkêşkar sertîfîkayên navberê yên rast naşîne. </label>

source: Language
kmr: Ziman

source: Last 24 hours
kmr: 24 saetên dawî

source: Last 30 days
kmr: 30 rojên dawî

source: Last 7 days
kmr: 7 rojên dawî

source: Last attempt:
kmr: Ceribandina dawî:

source: Last synced: never
kmr: Senkronîzekirina dawî: tune

source: Last synced: %s
kmr: Senkronîzekirina dawî: %s

source: Last updated
kmr: Nûvekirina dawî

source: Last used
kmr: Bikaranîna dawî

source: Later
kmr: Piştre

source: Learn About Sending Tabs…
kmr: Derbarê şandina hilpekînan de agahiyan bistîne…

source: Learn more
kmr: Zêdetir bizane

source: Learn More
kmr: Zêdetir Bizane

source: Learn more about permissions
kmr: Derbarê destûran de zêdêtir fêr bibe

source: Learn more about Sync.
kmr: Derbarê Sync’ê de agahî bistîne.

source: Learn more link
kmr: Lînka agahiyên zêdetir

source: Leave
kmr: Derkeve

source: Libraries that we use
kmr: Pirtûkxaneyên em bi kar tînin

source: Library
kmr: Pirtûkxane

source: Licensing information
kmr: Agahiyên lîsanskirinê

source: Light
kmr: Ronî

source: Light color scheme
kmr: Şemaya rengê ronî

source: Light theme
kmr: Rûkara ronî

source: Limits the ability of social networks to track your browsing activity around the web.
kmr: Taybetiya şopandina çalakiyên te yên gera li ser torên civakî bisînor dike.

source: Link copied to clipboard
kmr: Girêdan li panoyê hate kopîkirin

source: List
kmr: Lîste

source: Loading
kmr: Tê barkirin

source: Location
kmr: Cîgeh

source: Login options
kmr: Vebijarkên hesêb

source: Logins
kmr: Hesab

source: Logins and passwords
kmr: Hesab û pêborîn

source: Logins and passwords that are not saved will be shown here.
kmr: Hesab û pêborînên nehatine tomarkirin dê li vir bên nîşandan.

source: Logins and passwords will not be saved for these sites.
kmr: Hesab û pêborîn dê ji bo van malperan neyên tomarkirin.

source: Make text on websites larger or smaller
kmr: Nivîsên li ser malperan mezintir an jî biçûktir bike

source: Malware site issue
kmr: Pirsgirêka malpera nebaş (malware)

source: Manage logins
kmr: Hesaban birêve bibe

source: Manage site permissions
kmr: Destûrên malperê birêve bibe

source: Manually
kmr: Manûel

source: Mar
kmr: Ada

source: Marketing data
kmr: Daneyên bazarkirinê

source: May
kmr: Gul

source: Media
kmr: Medya

source: Menu
kmr: Menû

source: Microphone
kmr: Mîkrofon

source: Microphone 1
kmr: Mîkrofon 1

source: Microphone is on
kmr: Mîkrofon vekirî ye

source: Migration completed
kmr: Veguhestin qediya

source: Monitor extension usage and manage themes
kmr: Temaşekirina bikaranîna pêvekan û birêvebirina temayan

source: More options
kmr: Vebijarkên zêdetir

source: Mozilla location service
kmr: Xizmeta cîgehê ya Mozillayê

source: Must have a title
kmr: Sernav hewce ye

source: Name
kmr: Nav

source: NAME
kmr: NAV

source: Name (A-Z)
kmr: Nav (A-Z)

source: Name collection
kmr: Koleksiyonê bi nav bike

source: Navigate back
kmr: Paşve here

source: Never
kmr: Qet

source: Never save
kmr: Qet tomar neke

source: New add-on available
kmr: Pêveka nû mewcûd e

source: New add-ons available
kmr: Pêvekên nû mewcûd in

source: New private tab
kmr: Hilpekîna veşartî ya nû

source: New private tab opened
kmr: Hilpekîna veşartî ya nû vebû

source: New tab
kmr: Hilpekîna nû

source: New tab opened
kmr: Hilpekîna nû vebû

source: No account? <u>Create one</u> to sync Firefox between devices.
kmr: Hesabê te tune ye? Ji bo ku Firefoxê di navbera cîhazan de senkronîze bikî <u>Hesêb veke</u>.

source: No add-ons here
kmr: Ti pêvek li vir tune

source: No app found to open %1$s files
kmr: Sepana ku karibe dosyeyên %1$s’ê veke, nehate dîtin

source: No bookmarks here
kmr: Hîç favorî nîn in

source: No camera available on device
kmr: Di cîhazê de kamera tune

source: No crash reports have been submitted.
kmr: Heta niha ti raporên têkçûnê nehatine şandin.

source: No Devices Connected
kmr: Cîhaza girêdayî tune

source: No downloaded files
kmr: Ti tişt nehatiye daxistin

source: No history here
kmr: Raborî tune

source: No internet connection
kmr: Girêdana înternetê tune

source: No open tabs
kmr: Hilpekînên vekirî tune

source: No recently closed tabs here
kmr: Hilpekîna berî niha hatiye girtin tune

source: No site exceptions
kmr: Istisnayên malperê tune

source: No thanks
kmr: Na, spas

source: Notification
kmr: Danezan

source: Notifications
kmr: Danezan

source: Notifications for tabs received from other Firefox devices.
kmr: Danezanên hilpekînan ên ji cîhazên Firefoxê tên stendin.

source: Not yet available
kmr: Hîn ne mewcûd e

source: Not yet supported
kmr: Hîn nayê piştgirîkirin

source: No update available
kmr: Ti nûvekirin tune

source: (No username)
kmr: (Navê bikarhêner tune)

source: Nov
kmr: Mij

source: Oct
kmr: Cot

source: Off
kmr: Girtî

source: Offline
kmr: Derhêl

source: Offline Mode
kmr: Moda derhêl

source: OK
kmr: Baş e

source: Okay, Got it
kmr: Baş e

source: OK, Got It
kmr: Baş e

source: Older
kmr: Kevntir

source: On
kmr: Vekirî

source: Only in Custom tabs
kmr: Tenê di hilpekînên taybet de

source: Only in Private tabs
kmr: Tenê di hilpekînên veşartî de

source: On your computer open Firefox and go to <b>https://firefox.com/pair</b>
kmr: Firefoxê ji ser kombersa xwe veke û here ser rûpela <b>https://firefox.com/pair</b>

source: Open
kmr: Veke

source: Open a new Firefox tab
kmr: Hilpekîna nû ya Firefoxê veke

source: Open a private tab once: Tap the %s icon.
kmr: Ji bo carekê hilpekîneke veşartî veke: Li îkona %s’ê bitikîne.

source: Open Camera
kmr: Kamerayê veke

source: Open files downloaded to your device
kmr: Vekirina dosyeyên li cîhaza te barkirî

source: Open image in new tab
kmr: Wêneyê di hilpekîna nû de veke

source: Open in…
kmr: Veke di…

source: Open in %1$s
kmr: Di %1$s de veke

source: Open in app
kmr: Di sepanê de veke

source: Open in app? Your activity may no longer be private.
kmr: Di sepanê de veke? Dibe ku çalakiyên te veşartî nemînin.

source: Open in new tab
kmr: Di hilpekîna nû de veke

source: Open in private tab
kmr: Di hilpekîna veşartî de veke

source: Open it in the menu
kmr: Di menûyê de veke

source: Open link in external app
kmr: Girêdanê di sepaneke din de veke

source: Open link in new tab
kmr: Girêdanê di hilpekîna nû de veke

source: Open link in private tab
kmr: Girêdanê di hilpekîna veşartî de veke

source: Open links in apps
kmr: Girêdanan di sepanan de veke

source: Open links in a private tab
kmr: Girêdanan di hilpekîna veşartî de veke

source: Open private tabs every time: Update your private browsing settings.
kmr: Her carê hilpekînên veşartî veke: Sazkariyên xwe yên gerîna veşartî nûve bike.

source: Open settings
kmr: Sazkariyan veke

source: Open site in browser
kmr: Malperê di gerokê de veke

source: Open source libraries we use
kmr: Pirtûkxaneyên çavkaniya azad ên em bi kar tînin

source: Open tabs
kmr: Hilpekînên vekirî

source: Open Tabs
kmr: Hilpekînên vekirî

source: Open tabs menu
kmr: Menûya hilpekînên vekirî, veke

source: Other
kmr: Yên din

source: Other Bookmarks
kmr: Favoriyên din

source: <p>Additional information about this problem or error is currently unavailable.</p>
kmr: <p>Derbarê vê çewtiyê an jî pirsgirêkê de agahiya ekstra niha ne mewcûd e.</p>

source: Password
kmr: Pêborîn

source: Password copied to clipboard
kmr: Pêborîn li panoyê hate kopîkirin

source: Password field must not be empty
kmr: Divê qada pêborînê vala nemîne

source: Password for %1$s
kmr: Pêborîna %1$s’ê

source: Password required
kmr: Pêborîn hewce ye

source: Passwords
kmr: Pêborîn

source: Paste
kmr: Bizeliqîne

source: Paste & Go
kmr: Bizeliqîne û here

source: Pause
kmr: Bisekinîne

source: Permissions
kmr: Destûr

source: Persistent Storage
kmr: Bîrgeha mayinde

source: Pick a month
kmr: Mehekê hilbijêre

source: Play
kmr: Lêde

source: Please enable tab syncing.
kmr: Ji kerema xwe, senkronîzekirina hilpekînê veke.

source: Please re-authenticate.
kmr: Ji kerema xwe, ji nû ve têkeve.

source: Port restricted for security reasons
kmr: Port ji ber sedemên ewlehiyê hatiye sînordarkirin

source: Powered By
kmr: Bihêzkirin ji aliyê

source: Powered by %1$s
kmr: Bihêzkirin ji aliyê %1$s

source: POWERED BY %1$s
kmr: Bihêzkirin ji aliyê %1$s

source: Prevents malicious scripts gaining access to your device to mine digital currency.
kmr: Skrîptên xirab yên ji bo ku kankerên krîpto ji bo çêkirina pereyên krîpto xwe bigihînin amûra te asteng dike.

source: Prevent this page from creating additional dialogs
kmr: Nehêle ku ev malper diyalogên ekstra çêbike

source: Privacy
kmr: Nihênî

source: Privacy and security
kmr: Nihênî û ewlehî

source: Privacy and security settings block trackers, malware, and companies that follow you.
kmr: Sazkariyên nihênî û ewlekariyê şopîneran û sepanên niyetxerab û şirketênku dixwazin te bişopînin asteng dike.

source: Privacy notice
kmr: Agahdariya nihêniyê

source: Private
kmr: Veşartî

source: Private browsing
kmr: Gerîna veşartî

source: Private browsing session
kmr: Rûniştina gerîna veşartî

source: Private %s
kmr: %s’a veşartî

source: Private Search
kmr: Lêgerîna veşartî

source: Private session
kmr: Rûniştina veşartî

source: Private tab
kmr: Hilpekîna veşartî

source: Private tab closed
kmr: Hilpekîna veşartî hate girtin

source: Private tabs
kmr: Hilpekînên veşartî

source: Private tabs closed
kmr: Hilpekînên veşartî hatin girtin

source: Private tabs deleted
kmr: Hilpekînên veşartî hatin jêbirin

source: Protections are OFF for this site
kmr: Parastin ji bo vê malperê GIRTÎ ne

source: Protections are ON for this site
kmr: Parastin ji bo vê malperê VEKIRÎ ne.

source: Protection Settings
kmr: Sazkariyên parastinê

source: Provide cryptographic authentication services
kmr: Dabînkirina xizmetên rastandinê ji bo nasnameya krîptografîkî

source: Proxy Server Not Found
kmr: Proxy server nehate dîtin

source: Proxy Server Refused Connection
kmr: Proxy Serverê girêdan red kir

source: <p>The browser connected successfully, but the connection was interrupted while transferring information. Please try again.</p> <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
kmr: <p>Gerokê bi serfirazî girêdan çêkir, lê di şandina agahiyan de girêdan qut bû. Tika ye careke din biceribîne.</p> <ul> <li>Dibe ku malper demekê ne berdest be yan mijûl be. Piştî çend xulekan dîsa biceribîne. </li> <li>Heke tu nikarî ti rûpelan bar bikî, girêdana daneyî û Wi-Fi’ya cîhaza xwe kontrol bike.</li> </ul>

source: <p>The browser has stopped trying to retrieve the requested item. The site is redirecting the request in a way that will never complete.</p> <ul> <li>Have you disabled or blocked cookies required by this site?</li> <li>If accepting the site’s cookies does not resolve the problem, it is likely a server configuration issue and not your device.</li> </ul>
kmr: <p>Gerokê dest ji hewla vegerandina hêmana daxwazkirî berda. Malper daxwazê bi rengekî ku ew ê ti carî temam nebe, dibersivîne</p> <ul> <li>Te çerezên ku ji hêla vê malperê ve hatine xwestin neçalak an jî asteng kirine? </li> <li>Heke qebûlkirina çerezên malperê pirsgirêkê çareser neke, nexwe pirsgirêk ji sazkariyên pêşkêşkarê ye û ne ji cîhaza te ye.</li> </ul>

source: <p>The browser is operating in its offline mode and cannot connect to the requested item.</p> <ul> <li>Is the device connected to an active network?</li> <li>Press “Try Again” to switch to online mode and reload the page.</li> </ul>
kmr: <p>Gerok di moda xwe ya negirêdayî de dixebite û nikare xwe bigihîne hêmana daxwazkirî.</p> <ul> <li>Gelo amûr bi toreke çalak ve girêdayî ye?</li> <li>Li ser "Dîsa Biceribîne"yê bitikîne ku derbasî moda girêdayî bibî û rûpelê bar bikî.</li> </ul>

source: <p>The requested address specified a port (e.g., <q>mozilla.org:80</q> for port 80 on mozilla.org) normally used for purposes <em>other</em> than Web browsing. The browser has canceled the request for your protection and security.</p>
kmr: <p>Navnîşana hatî xwestin porteke diyarkirî ye (mînak, <q>mozilla.org:80</q> ji bo potra 80 li ser mozilla.orgê) ku di rewşa asayî de ji bilî gera webê ji bo armancên <em>din</em> tê bikaranîn. Gerokê daxwaz ji bo parastin û ewlekariya te betal kir..</p>

source: <p>The requested site did not respond to a connection request and the browser has stopped waiting for a reply.</p> <ul> <li>Could the server be experiencing high demand or a temporary outage? Try again later.</li> <li>Are you unable to browse other sites? Check the device’s network connection.</li> <li>Is your device or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
kmr: <p>Malpera ku hat xwestin bersiva daxwaza pêwendiye neda û gerokê jî li bendemayîna ji bo bersivê rawestand. </p> <ul> <li>Gelo dibe ku ji pêşkêşkarê re gelek daxwaz hene yan jî qutbûneke demkî hebe. </li> <li>Gelo tu nikarî malperên din jî vekî? Girêdana înternetê ya cîhazê xwe kontrol bike.</li> <li>Cîhaz an jî tora te ji hêla dîwarê ewlehiyê an proxyê ve tê parastin? Eyarên çewt dikarin lêgerîna webê asteng bikin.</li> <li>Hê jî pirsgirêk heye? Ji bo alîkariyê bi rêveberê xwe yê torê an jî peydakera înternetê re bişêwirin. </li> </ul>

source: <p>The site responded to the network request in an unexpected way and the browser cannot continue.</p>
kmr: <p> Malperê bi awayekî nebende bersiva daxwaza torê da û gerok nikare berdewam bike. </p>

source: Pull to refresh
kmr: Ji bo nûkirinê bikişîne

source: QR scanner
kmr: Xwînera QR

source: Quick settings sheet
kmr: Rûpela sazkariyên bilez

source: Quit
kmr: Derkeve

source: Rate on Google Play
kmr: Li ser Google Playê puan bide

source: Rating
kmr: Puan

source: Read and modify bookmarks
kmr: Xwendin û guhertina favoriyan

source: Read and modify browser settings
kmr: Xwendin û guhertina sazkariyên gerokê

source: Read and modify privacy settings
kmr: Sazkariyên nihêniyê bixwîne û biguherîne

source: Reader view
kmr: Moda xwînerê

source: Reading List
kmr: Lîsteya xwendinê

source: Read our privacy notice
kmr: Agahdariya me ya nihêniyê bixwîne

source: Read the text of all open tabs
kmr: Xwendina nivîsên hemû hilpekînên vekirî

source: Ready to scan
kmr: Aniha kodê bide xwendin

source: Rear-facing camera
kmr: Kameraya paşiyê

source: Received tabs
kmr: Hilpekînên hatine stendin

source: Recently closed tabs
kmr: Hilpekînên herî dawî hatine girtin

source: Recently used
kmr: Bikaranînên herî dawî

source: Recommended
kmr: Tê pêşniyarkirin

source: Reconnect
kmr: Dîsa girê bide

source: Reconnect to resume syncing
kmr: Ji bo senkronîzekirinê bidomînî, dîsa girê bide

source: Reconnect to Sync
kmr: Dîsa li Sync’ê girê bide

source: Redirect Trackers
kmr: Şoînerên beralîkirinê

source: Re-enter your PIN
kmr: PIN’a xwe dîsa binivîse

source: Refresh
kmr: Nû bike

source: Refreshing this page could duplicate recent actions, such as sending a payment or posting a comment twice.
kmr: Nûkirina vê rûpelê, dibe ku kirinên vê dawiyê ducar bike. (wekî; şandina pereyan an jî şandina şîroveyekê)

source: Reload
kmr: Ji nû ve bar bike

source: Remember decision for this site
kmr: Biryara min ji bo vê malperê bi bîr bîne

source: Remote debugging via USB
kmr: Bi rêya USB’ê ji dûr ve neqandina çewtiyan

source: Remove
kmr: Rake

source: Remove account
kmr: Hesêb rake

source: Removed %1$s
kmr: %1$s hate rakirin

source: Remove tab from collection
kmr: Hilpekînê ji koleksiyê rake

source: Rename
kmr: Nav biguherîne

source: Rename collection
kmr: Koleksiyonê bi nav bike

source: Replace query with “%s”. Example: https://www.google.com/search?q=%s
kmr: Lêpirsînê bi “%s”ê pev biguherîne. Mînak: https://www.google.com/search?q=%s

source: Report
kmr: Rapor bike

source: Resend data
kmr: Daneyan dîsa bişîne

source: Resend data to this site?
kmr: Daneyan dîsa ji vê malperê re bişîne?

source: Restart %1$s
kmr: %1$s’ê dîsa bide destpêkirin

source: Restore tab
kmr: Hilpekînê vegerîne

source: Resume
kmr: Bidomîne

source: Resync
kmr: Dîsa senkronîze bike

source: RETRY
kmr: DÎSA BICERIBÎNE

source: Return to previous app
kmr: Vegere sepana berê

source: Reviews: %1$s
kmr: Nirxandin: %1$s

source: Run in private browsing
kmr: Di gerîna veşartî de bixebitîne

source: Sans Serif font
kmr: Fonta Sans Serifê

source: Save
kmr: Tomar bike

source: Save changes to login.
kmr: Guhertinan li hesêb tomar bike.

source: Saved logins
kmr: Hesabên tomarkirî

source: Saved %s
kmr: %s hat tomarkirin

source: Save file to device
kmr: Dosyeyê li cîhazê tomar bike

source: Save image
kmr: Wêneyê tomar bike

source: Save logins and passwords
kmr: Hesab û pêborînan tomar bike

source: Save selected tabs to collection
kmr: Hilpekînên bijartî li koleksiyonê qeyd bike

source: Save some battery and your eyesight by enabling dark mode.
kmr: Bi çalakkirina moda tarî him ji bataryayê teserûf bike him jî çavên xwe rehet bike.

source: Save tabs to collection
kmr: Hilpekînan li koleksiyonê tomar bike

source: Save this login?
kmr: Vî hesabî tomar bike?

source: Save to collection
kmr: Li koleksiyonê tomar bike

source: Scan
kmr: Kodê bixwîne

source: Scan pairing code in desktop Firefox
kmr: Koda hevcotkirinê ya di Firefoxa Sermaseyê de bide xwendin

source: Scan the code
kmr: Kodê bide xwendin

source: Scan the QR code shown at <b>firefox.com/pair</b>
kmr: Koda QRê ya di <b> firefox.com/pair </b> de xuya dibe, bide xwendin

source: Screenshots
kmr: Wêneyên ekranê

source: Scroll to hide toolbar
kmr: Ji bo darikê amûran veşêrî, bişemitîne

source: Search
kmr: Lêgerîn

source: Search bookmarks
kmr: Di favoriyan de lê bigere

source: Search browsing history
kmr: Di raboriya gerînê de lê bigere

source: Search engine
kmr: Motora lêgerînê

source: Search engine settings
kmr: Sazkariyên motora lêgerînê

source: Search engine with name “%s” already exists.
kmr: Motora lêgerînê ya bi navê “%s” jixwe heye.

source: Search language
kmr: Li zimanan bigere

source: Search logins
kmr: Li hesaban bigere

source: Search or enter address
kmr: Lêgerîn an jî navnîşan

source: Search string to use
kmr: Rêzika lêgerînê ya ji bo bikaranînê

source: Search synced tabs
kmr: Di hilpekînên senkronîzekirî de lê bigere

source: Search the web
kmr: Di web’ê de bigere

source: Secure Connection
kmr: Girêdana ewle

source: Secure Connection Failed
kmr: Girêdana ewle pêk nehat

source: Secure your logins and passwords
kmr: Hesab û pêborînên xwe biparêze

source: See what’s new
kmr: Tiştên nû bibîne

source: Select
kmr: Hilbijêre

source: Select all
kmr: Gişî hilbijêre

source: Select collection
kmr: Koleksiyonê hilbijêre

source: Selected
kmr: Hate bijartin

source: Selected %1$s
kmr: %1$s hat bijartin

source: Selected language
kmr: Zimanê hilbijartî

source: Selected tabs menu
kmr: Menûya hilpekînên hilbijartî

source: Select folder
kmr: Peldankê hilbijêre

source: Select tabs
kmr: Hilpekînan hilbijêre

source: Select Tabs
kmr: Hilpekînan hilbijêre

source: Select tabs to save
kmr: Ji bo tomarkirinê, hilpekînan hilbijêre

source: Send and Share
kmr: Bişîne û parve bike
